Revit 2027 API
UnitTypeId.InchesToTheFourthPower Property
 Inches to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InchesToTheFourthPower { get; }
Public Shared ReadOnly Property InchesToTheFourthPower As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InchesToTheFourthPower {
	ForgeTypeId^ get ();
}
static member InchesToTheFourthPower : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace